Revit 2027 API
SpecTypeId.MassEquivalentPerUnitEnergy Property
 Mass Equivalent per Unit Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassEquivalentPerUnitEnergy { get; }
Public Shared ReadOnly Property MassEquivalentPerUnitEnergy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassEquivalentPerUnitEnergy {
	ForgeTypeId^ get ();
}
static member MassEquivalentPerUnitEnergy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace